[
  {
    "slide_number": 1,
    "title": "Copyright ©2025 Howard Hughes Holdings Inc.",
    "content": [
      "Technology Committee Update",
      "December 2025"
    ],
    "notes": "",
    "images": []
  },
  {
    "slide_number": 2,
    "title": "TECHNOLOGY COMMITTEE UPDATE",
    "content": [
      "Our efforts are aligned to achieve three strategic business goals:",
      "Cutting Overhead",
      "Implementing tools that make us faster, more self-sufficient, and accurate —reducing clerical work, manual processes, and administrative costs over time.",
      "Supporting Revenue",
      "Beginning with leasing, we are using AI and emerging technology to shorten negotiation-to-execution timelines and accelerate cash collection.",
      "Training Our Workforce",
      "We are creating a culture of curiosity and AI literacy—empowering our teams to unlock improvements in every corner of the business on their own.",
      "HHX Mission Refresher",
      "The Innovation Hub at Howard Hughes",
      "2"
    ],
    "notes": "",
    "images": []
  },
  {
    "slide_number": 3,
    "title": "TECHNOLOGY COMMITTEE UPDATE",
    "content": [
      "2025 In Review",
      "The Innovation Hub at Howard Hughes",
      "3",
      "This year HHX shifted from experimentation to execution at scale. We moved AI from concept to habit, innovation became an organization-wide capability, and we grew our partner ecosystem.",
      "Finalized AdaOS 1.0\nBuilt the foundation for our automated back-office",
      "Company-Wide AI\nWe embedded AI into the daily rhythm of work",
      "Reskilled Workforce\nDelivered robust training and change management",
      "Holistic Innovation\nNot everything we do is about AI",
      "Automated lease drafting and abstraction set to go live in Q1 2026 positions HHC for an estimated $1M+ cost reduction, 2,000+ labor hours avoided, and 99% faster processing. Lays backbone for further back‑office automation across workflows in 2026.",
      "Rolled out Glean to the entire company, drove AI adoption to 54%+ with 47,500+ searches/chats. Supported creation of high‑value AI agents in Legal, Internal Audit, and Accounting that are embedded in daily work with measurable gains.",
      "Company‑wide AI training grew to 60%+ participation, with 4,000+ training videos and 600+ courses completed, reinforced by our Innovation Leads program. The HHX Innovation Summit aligned stakeholders on priorities, turning enablement into durable operating habits.",
      "Our AV&C joint venture is positioned for revenue. The JV initially secured our Digital Sales Gallery IP. Now we have expanded the platform into new business lines (e.g., multifamily, lot sales) and opened a commercialization pipeline for new revenue.",
      "Select Highlights"
    ],
    "notes": "",
    "images": []
  },
  {
    "slide_number": 4,
    "title": "TECHNOLOGY COMMITTEE UPDATE",
    "content": [
      "Q4 2025 Highlights",
      "The Innovation Hub at Howard Hughes",
      "4",
      "This quarter was all about building habits – training and reskilling, advancing AI adoption, and preparing HHX for scale.",
      "Some highlights from this quarter include:\nExpanded AI fluency across the company – 60%+ of the company active in AI Academy, completing 600+ courses and logging 4000+ videos of training.\nEmbedded AI into daily workflows – AI adoption (Glean) is now over 54% of the company monthly, 36% weekly, and 16% daily.\nHosted our second annual Innovation Summit – Over 80 people joined us in The Woodlands, with representation from every region and function.\nAdvanced core initiatives – Continued steady progress on foundational projects like AdaOS and the Financial Command Center (FinCommand).",
      "Signals of Transformation\nMetrics that show we are deepening AI fluency and adopting new ways of working organization-wide."
    ],
    "notes": "",
    "images": []
  },
  {
    "slide_number": 5,
    "title": "TECHNOLOGY COMMITTEE UPDATE",
    "content": [
      "Maturing HHX",
      "The Innovation Hub at Howard Hughes",
      "5",
      "For Discussion: How should we balance breadth versus depth in our innovation agenda—prioritizing functional diversity across the business versus doubling down on high-impact verticals?",
      "Where We Are Headed\nExpanding to new domains – Unlocking value in areas like procurement, financial reporting, and due diligence.\nBuilding enterprise innovation muscle – Investing deeper in training, reskilling, Innovation Leads, and other programs designed to embed and incentivize innovation behavior across the organization.\nCreating value from intellectual property – monetizing our efforts through design partnerships, warrants, revenue-shares, and co-development arrangements.",
      "We are maturing our innovation platform to meet the evolving needs of HHH.",
      "On The Horizon for 1H 2026"
    ],
    "notes": "",
    "images": []
  },
  {
    "slide_number": 6,
    "title": "TECHNOLOGY COMMITTEE UPDATE",
    "content": [
      "Resourcing and Operating Model",
      "The Innovation Hub at Howard Hughes",
      "6",
      "For Discussion: What balance should we strike between core team growth and flexible capacity as demand for innovation grows across the HHH portfolio?",
      "We are fine-tuning a flexible operating model to scale fast without inflating fixed costs.",
      "Key Features:\nBlending full-time equivalents, flexible contractors, and strategic partners to match demand and speed without expanding fixed-cost base.\nExpanding bandwidth in key skillsets – product and program management, process redesign/integrations, data science, software/AI engineering, and change management.\nMaintaining discipline through strong governance and tight cross-functional collaboration that safeguards quality, security, and delivery as demand increases.",
      "Modular Team Structure"
    ],
    "notes": "",
    "images": []
  },
  {
    "slide_number": 7,
    "title": "TECHNOLOGY COMMITTEE UPDATE",
    "content": [
      "Workforce AI Adoption – Embedding AI in Everyday Work",
      "The Innovation Hub at Howard Hughes",
      "7",
      "For Discussion: How do we best identify and reward people who deliver measurable AI value, balancing recognition, incentives, and accountability?",
      "Key Takeaways from November AI Survey\n86% of respondents are using AI weekly, as  compared to 49% in June.\n83% of respondents would be disappointed if they could no longer use AI tools, compared to 69% in June.\n70% of the company are active in Glean, indicating strong awareness and adoption.\n70% of monthly Glean users are returning weekly, showing usage is becoming a habit, not just a novelty.",
      "AI adoption is translating into measurable gains in productivity, collaboration, and how people get work done across the company.",
      "AI Efficiency Gains",
      "91% report they are now saving 1-5+ hours weekly with AI tools, 16% are saving 4-12+ hours."
    ],
    "notes": "",
    "images": [
      {
        "name": "Picture 2",
        "type": "embedded_image"
      }
    ]
  },
  {
    "slide_number": 8,
    "title": "TECHNOLOGY COMMITTEE UPDATE",
    "content": [
      "Workforce Training – Becoming an AI-Proficient Organization",
      "The Innovation Hub at Howard Hughes",
      "8",
      "For Discussion: How should we evolve our AI training, so it stays relevant and engaging at scale and never feels repetitive or stale?",
      "Strong engagement in training and education validates our approach.\nMoving From Awareness to Habit-Building\nOur focus is shifting from AI literacy and exposure to tools to driving behavior change and consistent habits that improve the quality of day-to-day work   and drive measurable value. Tactics include:\nRole and function-based skills sessions\nHackathon labs and use case spotlights\nIncentives for knowledge sharing and creation of agents and automations",
      "Activating the Q3 2025 Workforce Study\nIn partnership with the new head of HR, we will be launching a segmentation and upskilling strategy in 2026 to provide training pathways by role, readiness, and opportunity - as shared at last quarter’s meeting.",
      "“The HHX team is a great partner and sharer of information and new resources. Just keep doing what you're doing!”\nDavid Zolno, Legal",
      "“The company wide roll out and integration with accessible classes and live meetings has been awesome.”\nKyle Michibata, Leasing",
      "Feedback From The Company"
    ],
    "notes": "",
    "images": []
  },
  {
    "slide_number": 9,
    "title": "TECHNOLOGY COMMITTEE UPDATE",
    "content": [
      "Inspiring Innovation – 2025 HHX Innovation Summit",
      "The Innovation Hub at Howard Hughes",
      "9",
      "For Discussion: How do we translate the Summit’s ideas and inspiration into year-long \naction and continuous momentum?",
      "Key Takeaways \nKeynote from Dror Poleg crystallized the “why now,”  connecting AI, real estate, and placemaking to HHC’s strategy.\nEnterprise AI enablement is taking root, with employee-built agents and Glean use cases starting to scale across teams.\nAdaOS demos showcased real ROI potential—moving from conceptual to automation across leasing processing.\nProptechOS revealed the future of building operations, with digital twins and the ability to chat with building data via AI agents.",
      "The Innovation Summit is our annual flagship event to align teams, accelerate execution, and spark new ideas—reaching employees via in-person sessions and company-wide livestream.",
      "2025 HHX Innovation Summit",
      "By the Numbers\nA day and a half packed with breakthrough ideas and collaborative innovation challenges\n80+ attendees, representing all regions and functions\n66% first-timers, 34% returning from last year\nLivestreamed keynote to entire company"
    ],
    "notes": "",
    "images": [
      {
        "name": "Picture 2",
        "type": "embedded_image"
      }
    ]
  }
]